{
  "publishedAt": "30th Mar 2020",
  "title": "It Was All a Dream",
  "content": "#### Momentous Morning\n\n##### A great life manifests in days won. Below is a curated list of how I best start my morning. As a rule of thumb I would suggest you try any or all of these once or twice, and notice what energizes you, invigorates you, and vibrates the depth of your soul.\n\n> **People don't have ideas. Ideas have people.**\n\nThat's the way the wocookie y or all of these once or twice, and notice what energizes you, invigorates you, and vibrates the depth\n\n* The morning starts the night before. Get enough sleep to feel in peak state. 6-8 hours seems about right. Hours 10pm to 2am give more rest.\n* If you aren't a morning person, dream bigger... dream up something that the mere gravity of its possibility pulls you out of bed.\n* Start the day with gratitude... 'Thank you. Thank you. Thank you.'\n* Make your bed. Starting the day with an accomplishment. Knowing you will also end your day in a nicely made bed\n* Drink a glass of water.\n* Take the time to look into your eyes in the mirror, and tell yourself 'I love you'. Cultivating self love will help you love yourself, and know you are worthy of receiving love. Love of self is the antidote to fear. Fear that you aren't enough. Fear that you aren't worthy of life. We can have an abundance of love in this moment.\n* 20 minute meditation, I prefer vipassana body scanning, to practice equanimity and awareness of the body.\n* Run for four minutes, 8 intervals of 20 seconds full speed then 10 seconds slow.\n* Take a shower. While the shower water is warming up, divert it to a bucket so you can water your plants with it later. As you shower, doing your regular cleanning, breathe in deeply, increasing the oxygen you have in your system with each deep breath and shallow exhale. If you did the four minute run your body should be warmed up at this point. Once you are done cleaning yourself, take one last deep inhale, turn the water all the way to cold and exhale as the temperature drops. Make sure the water is directly on your head and chest, as the cold will affect you more positively here. Try this for 10 seconds the first day, then 20 the next, and finally 30 seconds.\n* Read over your manifesto or creed. To align your principles.\n* Use Vision board, Accomplished board, C.R.A.P board(Conflicts, Resistances, Anxieties and Procrastination).",
  "featuredImage": "/images/uploads/81464027_471079400471586_3271125514441457664_n.jpg"
}